{
  "australia": "Details to keep in mind when doing PR in Australia based on the Culture Map framework: Communication is generally direct and explicit, with an emphasis on clarity and transparency. Leadership tends to be egalitarian, encouraging open discussions. Trust is often task-based, focusing on professional competence. Feedback is usually balanced, mixing positive and constructive elements. Punctuality and efficiency are highly valued. These recommendations are based on Erin Meyer's Culture Map framework.",
  
  "china": "Details to keep in mind when doing PR in China based on the Culture Map framework: Communication is often indirect, with significant reliance on context and non-verbal cues. Leadership is hierarchical, with decisions typically made at the top. Building relationships (guanxi) is essential for trust. Maintaining harmony and 'saving face' are key considerations. Business dealings require patience and long-term commitment. These recommendations are based on Erin Meyer's Culture Map framework.",
  
  "hong kong": "Details to keep in mind when doing PR in Hong Kong based on the Culture Map framework: Communication blends direct and indirect styles, depending on context. Leadership is hierarchical but efficient, with decision-making often swift. Trust combines both task-based and relationship-based approaches. Punctuality and professionalism are expected in business interactions. Adaptability to changing market conditions is crucial. These recommendations are based on Erin Meyer's Culture Map framework.",
  
  "india": "Details to keep in mind when doing PR in India based on the Culture Map framework: Communication can be indirect, with nuance and diplomacy playing an important role. Leadership is hierarchical, but decisions may involve consultation. Relationship-building is a core part of business interactions. Flexibility with time and scheduling is common. Personal engagement is valued in trust-building. These recommendations are based on Erin Meyer's Culture Map framework.",
  
  "indonesia": "Details to keep in mind when doing PR in Indonesia based on the Culture Map framework: Communication tends to be indirect, with an emphasis on maintaining harmony. Leadership is hierarchical, and decision-making considers group consensus. Trust is relationship-based, requiring time to develop strong personal connections. Business processes can be flexible, and patience is valued. Social etiquette and diplomacy play a key role in interactions. These recommendations are based on Erin Meyer's Culture Map framework.",
  
  "japan": "Details to keep in mind when doing PR in Japan based on the Culture Map framework: Communication is high-context and indirect, prioritizing harmony and group consensus. Leadership is hierarchical, with decision-making often involving multiple layers of approval. Trust takes time to build and is relationship-based. Punctuality and adherence to protocols are highly valued. Precision and long-term commitment are essential in business dealings. These recommendations are based on Erin Meyer's Culture Map framework.",
  
  "malaysia": "Details to keep in mind when doing PR in Malaysia based on the Culture Map framework: Communication is often indirect, with politeness and diplomacy highly valued. Leadership is hierarchical, with authority figures playing a central role in decisions. Trust is built through relationships and personal rapport. Business practices may involve a flexible approach to scheduling. Sensitivity to cultural diversity is essential. These recommendations are based on Erin Meyer's Culture Map framework.",
  
  "myanmar": "Details to keep in mind when doing PR in Myanmar based on the Culture Map framework: Communication is indirect, prioritizing politeness and avoiding direct confrontation. Leadership follows hierarchical structures, and decisions are typically made by senior figures. Trust is relationship-based, requiring long-term engagement. Time perception is flexible, with a focus on relationship-building over rigid schedules. Business interactions emphasize respect and patience. These recommendations are based on Erin Meyer's Culture Map framework.",
  
  "philippines": "Details to keep in mind when doing PR in the Philippines based on the Culture Map framework: Communication is generally indirect and warm, with an emphasis on maintaining harmony. Leadership is hierarchical, but leaders are expected to be approachable. Relationship-building is key to trust and long-term partnerships. Scheduling is flexible, and adaptability is appreciated in business interactions. Personal connections play an essential role in decision-making. These recommendations are based on Erin Meyer's Culture Map framework.",
  
  "singapore": "Details to keep in mind when doing PR in Singapore based on the Culture Map framework: Communication is a mix of direct and indirect styles, depending on the setting. Leadership is hierarchical but meritocratic, valuing efficiency. Trust combines both task-based and relationship-based elements. Punctuality is strictly observed, and professionalism is expected. Business dealings are structured and results-driven. These recommendations are based on Erin Meyer's Culture Map framework.",
  
  "south korea": "Details to keep in mind when doing PR in South Korea based on the Culture Map framework: Communication is high-context and often indirect, favoring diplomacy and hierarchy. Leadership is structured, with authority respected in decision-making. Trust is built through long-term relationships and mutual commitment. Punctuality is important, but flexibility in negotiations is common. Adhering to social etiquette strengthens business relationships. These recommendations are based on Erin Meyer's Culture Map framework.",
  
  "thailand": "Details to keep in mind when doing PR in Thailand based on the Culture Map framework: Communication is often indirect, emphasizing respect and maintaining harmony. Leadership is hierarchical, and deference to authority is expected. Trust is built through relationship-based interactions over time. Time perception is flexible, and patience is valued in business dealings. Social norms and courtesy play a vital role in communication. These recommendations are based on Erin Meyer's Culture Map framework.",
  
  "vietnam": "Details to keep in mind when doing PR in Vietnam based on the Culture Map framework: Communication is indirect, often relying on subtlety and non-verbal cues. Leadership follows a hierarchical structure, with key decisions made by senior figures. Trust is relationship-based, requiring personal engagement over time. Scheduling can be flexible, and adaptability is important. Business etiquette places importance on formality and mutual respect. These recommendations are based on Erin Meyer's Culture Map framework."
}
